<?php

define('EMAIL_FOR_REPORTS', '');
define('RECAPTCHA_PRIVATE_KEY', '@privatekey@');
define('FINISH_URI', 'Table.php');
define('FINISH_ACTION', 'redirect');
define('FINISH_MESSAGE', 'Thanks for filling out my form!');
define('UPLOAD_ALLOWED_FILE_TYPES', 'doc, docx, xls, csv, txt, rtf, html, zip, jpg, jpeg, png, gif');

define('_DIR_', str_replace('\\', '/', dirname(__FILE__)) . '/');
require_once _DIR_ . '/handler.php';

?>

<?php if (frmd_message()): ?>
<link rel="stylesheet" href="<?php echo dirname($form_path); ?>/formoid-biz-red.css" type="text/css" />
<span class="alert alert-success"><?php echo FINISH_MESSAGE; ?></span>
<?php else: ?>
<!-- Start Formoid form-->
<link rel="stylesheet" href="<?php echo dirname($form_path); ?>/formoid-biz-red.css" type="text/css" />
<script type="text/javascript" src="<?php echo dirname($form_path); ?>/jquery.min.js"></script>
<form class="formoid-biz-red" style="background-color:#1A2223;font-size:14px;font-family:'Open Sans','Helvetica Neue', 'Helvetica', Arial, Verdana, sans-serif;color:#ECECEC;max-width:480px;min-width:150px" method="post"><div class="title"><h2>Запонвіть Дані</h2></div>
	<div class="element-select<?php frmd_add_class("select"); ?>"><label class="title"><span class="required">*</span></label><div class="large"><span><select name="select" required="required">

		<option value="Так">Так</option>
		<option value="Ні">Ні</option></select><i></i></span></div></div>
	<div class="element-select<?php frmd_add_class("select1"); ?>"><label class="title"><span class="required">*</span></label><div class="large"><span><select name="select1" required="required">

		<option value="Повна Ставка">Повна Ставка</option>
		<option value="Не повна Ставка">Не повна Ставка</option>
		<option value="Віддалена Робота (фріланс)">Віддалена Робота (фріланс)</option></select><i></i></span></div></div>
	<div class="element-input<?php frmd_add_class("input"); ?>"><label class="title"><span class="required">*</span></label><input class="large" type="text" name="input" required="required" placeholder="Де ви Працювали?"/></div>
	<div class="element-number<?php frmd_add_class("number"); ?>"><label class="title"><span class="required">*</span></label><input class="large" type="text" min="0" max="100" name="number" required="required" placeholder="Тривалість роботи (к-сть місяців)" value=""/></div>
	<div class="element-multiple<?php frmd_add_class("multiple"); ?>"><label class="title"><span class="required">*</span></label><div class="large"><select data-no-selected="Nothing selected" name="multiple[]" multiple="multiple" required="required">

		<option value="Створення та стильове оформлення Web-документів">Створення та стильове оформлення Web-документів</option>
		<option value="Технології створення динамічних веб-сайтів">Технології створення динамічних веб-сайтів</option>
		<option value="Створення статичних та динамічних Web-сторінок">Створення статичних та динамічних Web-сторінок</option>
		<option value="Розробка Web-додатків на мові PHP">Розробка Web-додатків на мові PHP</option>
		<option value="MySQL у Web-програмуванні">MySQL у Web-програмуванні</option>
		<option value="Робота з серверами та клієнтськими сценаріями">Робота з серверами та клієнтськими сценаріями</option>
		<option value="Розробка графічного оформлення сайтів">Розробка графічного оформлення сайтів</option>
		<option value="Аналіз та розробка алгоритмів.">Аналіз та розробка алгоритмів.</option>
		<option value="Спеціальні алгоритми">Спеціальні алгоритми</option>
		<option value="Робота з структурами даних">Робота з структурами даних</option>
		<option value="Проектування компонентів архітектури ПЗ">Проектування компонентів архітектури ПЗ</option>
		<option value="Основи методів та технологій аналізу бізнес-процес">Основи методів та технологій аналізу бізнес-процес</option>
		<option value="Моделювання програмного забезпечення">Моделювання програмного забезпечення</option>
		<option value="Моделювання бізнес процесів систем">Моделювання бізнес процесів систем</option>
		<option value="Уявлення про основи інженерії вимог до ПЗ">Уявлення про основи інженерії вимог до ПЗ</option>
		<option value="Розробка специфікації вимог користувачів до ПЗ">Розробка специфікації вимог користувачів до ПЗ</option>
		<option value="Аналіз вимог до ПЗ, верифікація та атестація">Аналіз вимог до ПЗ, верифікація та атестація</option>
		<option value="Уявлення про архітектуру комп'ютерів">Уявлення про архітектуру комп'ютерів</option>
		<option value="Розробка ПЗ в контексті архітектури комп'ютерів">Розробка ПЗ в контексті архітектури комп'ютерів</option>
		<option value="Уявлення про структуру та архітектуру ПЗ">Уявлення про структуру та архітектуру ПЗ</option>
		<option value="Сполучення та забезпечення роботи пристроїв">Сполучення та забезпечення роботи пристроїв</option>
		<option value="Забезпечення захищеності прогарм і даних">Забезпечення захищеності прогарм і даних</option>
		<option value="Використання мережевого ПЗ">Використання мережевого ПЗ</option>
		<option value="Знання основ формування зображень">Знання основ формування зображень</option>
		<option value="Розробка моделей растрової графіки">Розробка моделей растрової графіки</option>
		<option value="Розробка моделей фрактальної графіки">Розробка моделей фрактальної графіки</option>
		<option value="Розробка моделей векторної графіки">Розробка моделей векторної графіки</option>
		<option value="Створення документації до програмного продукту">Створення документації до програмного продукту</option>
		<option value="Навчики переконання та впливу на людей">Навчики переконання та впливу на людей</option>
		<option value="Письмова й усна комунікація різними мовами">Письмова й усна комунікація різними мовами</option>
		<option value="Проведення ділових перемов з бізнес-партнерами">Проведення ділових перемов з бізнес-партнерами</option>
		<option value="Управління якістю проекту і ризиками ">Управління якістю проекту і ризиками </option>
		<option value="Аналіз та оцінка бізнес середовища">Аналіз та оцінка бізнес середовища</option>
		<option value="Задіяння методики розрахунку економічних показникі">Задіяння методики розрахунку економічних показникі</option>
		<option value="Планування діяльності підприємства">Планування діяльності підприємства</option>
		<option value="Застосування знань математичної статистики">Застосування знань математичної статистики</option>
		<option value="Задієння методів та засобів інженерії ПЗ">Задієння методів та засобів інженерії ПЗ</option>
		<option value="Знання і використання можливостей ОС">Знання і використання можливостей ОС</option>
		<option value="Реалізація баз даних">Реалізація баз даних</option>
		<option value="Знання інтернет-технологій">Знання інтернет-технологій</option>
		<option value="Знання  HTML та CSS">Знання  HTML та CSS</option>
		<option value="Знання та задієння алгебри логіки">Знання та задієння алгебри логіки</option>
		<option value="Дискретні структури, алгоритми на графах">Дискретні структури, алгоритми на графах</option>
		<option value="Реалізація шаблонів проектування ПЗ">Реалізація шаблонів проектування ПЗ</option>
		<option value="Моделювання аспектів системи для створюваного ПЗ">Моделювання аспектів системи для створюваного ПЗ</option>
		<option value="Мінімізування складності ПЗ">Мінімізування складності ПЗ</option>
		<option value="Створенння тестів для забезпечення якості ПЗ">Створенння тестів для забезпечення якості ПЗ</option>
		<option value="Знання основ управління проектами">Знання основ управління проектами</option>
		<option value="Застосування уінструментів управління проектами">Застосування уінструментів управління проектами</option>
		<option value="Навички організації та керування колективом">Навички організації та керування колективом</option>
		<option value="Знання офісних програмних систем">Знання офісних програмних систем</option>
		<option value="Знання і використання можливостей ОС">Знання і використання можливостей ОС</option>
		<option value="Об'єктно-орієнтованого мислення">Об'єктно-орієнтованого мислення</option>
		<option value="Базові знання інформатики і операційних систем">Базові знання інформатики і операційних систем</option>
		<option value="Застосування іноземної мови ">Застосування іноземної мови </option>
		<option value="Конструювання програмного забезпечення ">Конструювання програмного забезпечення </option>
		<option value="Побудова та дослідження динамічних систем та їх ст">Побудова та дослідження динамічних систем та їх ст</option>
		<option value="Конструювання програмного забезпечення ">Конструювання програмного забезпечення </option>
		<option value="Побудова та дослідження динамічних систем, їх стан">Побудова та дослідження динамічних систем, їх стан</option>
		<option value="Застосовувати професійно профільованих знань">Застосовувати професійно профільованих знань</option>
		<option value="Реалізація чисельних методів програмними засобами">Реалізація чисельних методів програмними засобами</option>
		<option value="Володіння системами прийняття рішень">Володіння системами прийняття рішень</option>
		<option value="Проктування і розробка систем підтримки прийняття">Проктування і розробка систем підтримки прийняття</option>
		<option value="Володіння системами прийняття рішень">Володіння системами прийняття рішень</option>
		<option value="Розробка систем підтримки прийняття рішень">Розробка систем підтримки прийняття рішень</option>
		<option value="Основи методів та технологій системного аналізу">Основи методів та технологій системного аналізу</option>
		<option value="Розуміння етичного кодексу інженера з ПЗ">Розуміння етичного кодексу інженера з ПЗ</option>
		<option value="Супроводження та розробка застосунків для тестуван">Супроводження та розробка застосунків для тестуван</option>
		<option value="Розуміння етичного кодексу інженера з ПЗ">Розуміння етичного кодексу інженера з ПЗ</option>
		<option value="Супроводження та розробка тест-кейсів">Супроводження та розробка тест-кейсів</option></select></div></div>
	<div class="element-select<?php frmd_add_class("select2"); ?>"><label class="title"><span class="required">*</span></label><div class="large"><span><select name="select2" required="required">

		<option value="Так">Так</option>
		<option value="Ні">Ні</option></select><i></i></span></div></div>
	<div class="element-select<?php frmd_add_class("select3"); ?>"><label class="title"><span class="required">*</span></label><div class="large"><span><select name="select3" required="required">

		<option value="Групові Онлайн Курси З наставником">Групові Онлайн Курси З наставником</option>
		<option value="Онлайн курси базованні на веб-ресурсах ">Онлайн курси базованні на веб-ресурсах </option>
		<option value="Локальні курси з відвідуванням заннять">Локальні курси з відвідуванням заннять</option></select><i></i></span></div></div>
	<div class="element-input<?php frmd_add_class("input1"); ?>"><label class="title"><span class="required">*</span></label><input class="large" type="text" name="input1" required="required" placeholder="Найменування курсів"/></div>
	<div class="element-number<?php frmd_add_class("number1"); ?>" title="Тривалість навчання на даних курсах"><label class="title"><span class="required">*</span></label><input class="large" type="text" min="0" max="100" name="number1" required="required" placeholder="Number" value=""/></div>
	<div class="element-multiple<?php frmd_add_class("multiple1"); ?>"><label class="title"><span class="required">*</span></label><div class="large"><select data-no-selected="Nothing selected" name="multiple1[]" multiple="multiple" required="required">

		<option value="Створення та стильове оформлення Web-документів">Створення та стильове оформлення Web-документів</option>
		<option value="Технології створення динамічних веб-сайтів">Технології створення динамічних веб-сайтів</option>
		<option value="Створення статичних та динамічних Web-сторінок">Створення статичних та динамічних Web-сторінок</option>
		<option value="Розробка Web-додатків на мові PHP">Розробка Web-додатків на мові PHP</option>
		<option value="MySQL у Web-програмуванні">MySQL у Web-програмуванні</option>
		<option value="Робота з серверами та клієнтськими сценаріями">Робота з серверами та клієнтськими сценаріями</option>
		<option value="Розробка графічного оформлення сайтів">Розробка графічного оформлення сайтів</option>
		<option value="Аналіз та розробка алгоритмів.">Аналіз та розробка алгоритмів.</option>
		<option value="Спеціальні алгоритми">Спеціальні алгоритми</option>
		<option value="Робота з структурами даних">Робота з структурами даних</option>
		<option value="Проектування компонентів архітектури ПЗ">Проектування компонентів архітектури ПЗ</option>
		<option value="Основи методів та технологій аналізу бізнес-процес">Основи методів та технологій аналізу бізнес-процес</option>
		<option value="Моделювання програмного забезпечення">Моделювання програмного забезпечення</option>
		<option value="Моделювання бізнес процесів систем">Моделювання бізнес процесів систем</option>
		<option value="Уявлення про основи інженерії вимог до ПЗ">Уявлення про основи інженерії вимог до ПЗ</option>
		<option value="Розробка специфікації вимог користувачів до ПЗ">Розробка специфікації вимог користувачів до ПЗ</option>
		<option value="Аналіз вимог до ПЗ, верифікація та атестація">Аналіз вимог до ПЗ, верифікація та атестація</option>
		<option value="Уявлення про архітектуру комп'ютерів">Уявлення про архітектуру комп'ютерів</option>
		<option value="Розробка ПЗ в контексті архітектури комп'ютерів">Розробка ПЗ в контексті архітектури комп'ютерів</option>
		<option value="Уявлення про структуру та архітектуру ПЗ">Уявлення про структуру та архітектуру ПЗ</option>
		<option value="Сполучення та забезпечення роботи пристроїв">Сполучення та забезпечення роботи пристроїв</option>
		<option value="Забезпечення захищеності прогарм і даних">Забезпечення захищеності прогарм і даних</option>
		<option value="Використання мережевого ПЗ">Використання мережевого ПЗ</option>
		<option value="Знання основ формування зображень">Знання основ формування зображень</option>
		<option value="Розробка моделей растрової графіки">Розробка моделей растрової графіки</option>
		<option value="Розробка моделей фрактальної графіки">Розробка моделей фрактальної графіки</option>
		<option value="Розробка моделей векторної графіки">Розробка моделей векторної графіки</option>
		<option value="Створення документації до програмного продукту">Створення документації до програмного продукту</option>
		<option value="Навчики переконання та впливу на людей">Навчики переконання та впливу на людей</option>
		<option value="Письмова й усна комунікація різними мовами">Письмова й усна комунікація різними мовами</option>
		<option value="Проведення ділових перемов з бізнес-партнерами">Проведення ділових перемов з бізнес-партнерами</option>
		<option value="Управління якістю проекту і ризиками ">Управління якістю проекту і ризиками </option>
		<option value="Аналіз та оцінка бізнес середовища">Аналіз та оцінка бізнес середовища</option>
		<option value="Задіяння методики розрахунку економічних показникі">Задіяння методики розрахунку економічних показникі</option>
		<option value="Планування діяльності підприємства">Планування діяльності підприємства</option>
		<option value="Застосування знань математичної статистики">Застосування знань математичної статистики</option>
		<option value="Задієння методів та засобів інженерії ПЗ">Задієння методів та засобів інженерії ПЗ</option>
		<option value="Знання і використання можливостей ОС">Знання і використання можливостей ОС</option>
		<option value="Реалізація баз даних">Реалізація баз даних</option>
		<option value="Знання інтернет-технологій">Знання інтернет-технологій</option>
		<option value="Знання  HTML та CSS">Знання  HTML та CSS</option>
		<option value="Знання та задієння алгебри логіки">Знання та задієння алгебри логіки</option>
		<option value="Дискретні структури, алгоритми на графах">Дискретні структури, алгоритми на графах</option>
		<option value="Реалізація шаблонів проектування ПЗ">Реалізація шаблонів проектування ПЗ</option>
		<option value="Моделювання аспектів системи для створюваного ПЗ">Моделювання аспектів системи для створюваного ПЗ</option>
		<option value="Мінімізування складності ПЗ">Мінімізування складності ПЗ</option>
		<option value="Створенння тестів для забезпечення якості ПЗ">Створенння тестів для забезпечення якості ПЗ</option>
		<option value="Знання основ управління проектами">Знання основ управління проектами</option>
		<option value="Застосування уінструментів управління проектами">Застосування уінструментів управління проектами</option>
		<option value="Навички організації та керування колективом">Навички організації та керування колективом</option>
		<option value="Знання офісних програмних систем">Знання офісних програмних систем</option>
		<option value="Знання і використання можливостей ОС">Знання і використання можливостей ОС</option>
		<option value="Об'єктно-орієнтованого мислення">Об'єктно-орієнтованого мислення</option>
		<option value="Базові знання інформатики і операційних систем">Базові знання інформатики і операційних систем</option>
		<option value="Застосування іноземної мови ">Застосування іноземної мови </option>
		<option value="Конструювання програмного забезпечення ">Конструювання програмного забезпечення </option>
		<option value="Побудова та дослідження динамічних систем та їх ст">Побудова та дослідження динамічних систем та їх ст</option>
		<option value="Конструювання програмного забезпечення ">Конструювання програмного забезпечення </option>
		<option value="Побудова та дослідження динамічних систем, їх стан">Побудова та дослідження динамічних систем, їх стан</option>
		<option value="Застосовувати професійно профільованих знань">Застосовувати професійно профільованих знань</option>
		<option value="Реалізація чисельних методів програмними засобами">Реалізація чисельних методів програмними засобами</option>
		<option value="Володіння системами прийняття рішень">Володіння системами прийняття рішень</option>
		<option value="Проктування і розробка систем підтримки прийняття">Проктування і розробка систем підтримки прийняття</option>
		<option value="Володіння системами прийняття рішень">Володіння системами прийняття рішень</option>
		<option value="Розробка систем підтримки прийняття рішень">Розробка систем підтримки прийняття рішень</option>
		<option value="Основи методів та технологій системного аналізу">Основи методів та технологій системного аналізу</option>
		<option value="Розуміння етичного кодексу інженера з ПЗ">Розуміння етичного кодексу інженера з ПЗ</option>
		<option value="Супроводження та розробка застосунків для тестуван">Супроводження та розробка застосунків для тестуван</option>
		<option value="Розуміння етичного кодексу інженера з ПЗ">Розуміння етичного кодексу інженера з ПЗ</option>
		<option value="Супроводження та розробка тест-кейсів">Супроводження та розробка тест-кейсів</option></select></div></div>
<div class="submit"><input type="submit" value="Наступний Крок (1/3)"/></div></form><script type="text/javascript" src="<?php echo dirname($form_path); ?>/formoid-biz-red.js"></script>

<!-- Stop Formoid form-->
<?php endif; ?>

<?php frmd_end_form(); ?>